{
  "0": {
    "text": "Soldiers test the overall system demonstrator armoured infantry fighting vehicle PUMA."
  },
  "4": {
    "text": "A soldier wearing a gas mask is detecting and identifying explosives in the chemical plant."
  },
  "6": {
    "text": "A soldier is disinfecting the shoes with a brush."
  },
  "7": {
    "text": "The soldiers, wearing gas masks, are carrying out disinfection tasks using disinfection tools."
  },
  "8": {
    "text": "Two soldiers, wearing gas masks and carrying backpacks, are discussing the combat mission."
  },
  "9": {
    "text": "External landing of a helicopter on a naval vessel with 12 soldiers."
  },
  "10": {
    "text": "The Boeing E-3 reconnaissance aircraft is the sentry of the Air Force."
  },
  "11": {
    "text": "Tornado of Taktisches Luftwaffengeschwader 51 Immelmann starts from airbase in mission."
  },
  "12": {
    "text": "Tornado of Tactical Air Force Squadron 51 takes off from airbase for mission in Syria."
  },
  "13": {
    "text": "Airbus A400M during loading for a deployment on an airbase with soldiers."
  },
  "14": {
    "text": "The A400M takes off with soldiers on a mission."
  },
  "15": {
    "text": "A Eurofighter in a special livery and another with a different marking fly together with an A400M transport plane and a Transall transport plane in a special retro livery."
  },
  "16": {
    "text": "The Airbus 10 performs a multi-role transport task, carrying soldiers. "
  },
  "19": {
    "text": "A military aircraft with special livery lands on a military airbase."
  },
  "20": {
    "text": "A Luftwaffe Eurofighter flies as Quick Reaction Alert over southern Germany."
  },
  "21": {
    "text": "Eurofighter trains as Quick Reaction Alert over southern Germany."
  },
  "22": {
    "text": "A Luftwaffengeschwader Eurofighter flies as Quick Reaction Alert over southern Germany."
  },
  "23": {
    "text": "Eurofighter jets fly as Quick Reaction Alert over southeastern Germany."
  },
  "24": {
    "text": "The European fighter jets conduct the flight mission over the lake."
  },
  "26": {
    "text": "A cadet from the infantry school is using surveying equipment to carry out a terrain survey mission."
  },
  "28": {
    "text": "The first multi-purpose helicopters of type NH-90 start in the framework of a UN mission."
  },
  "29": {
    "text": "Arrival of NH-90 helicopters, transported in an Antonow AN-124 cargo plane, as part of a UN mission."
  },
  "30": {
    "text": "Soldiers install a rotor blade from the multi-purpose helicopter NH-90 as part of the UN mission."
  },
  "31": {
    "text": "Soldiers prepare for the start of the first multi-role helicopters of the type NH-90 in the framework of the UN-Mission."
  },
  "32": {
    "text": "Arrival of NH-90 helicopters transported in an Antonow AN-124 cargo plane as part of a UN mission."
  },
  "33": {
    "text": "Arrival of NH-90 helicopters, transported in an Antonow AN-124 cargo aircraft, as part of a UN mission."
  },
  "34": {
    "text": "The first multi-purpose helicopters of the NH-90 type arrived and two soldiers were saluting it."
  },
  "35": {
    "text": "The transport plane, loaded with two support helicopters Tiger, is on the runway at the edge of the field camp."
  },
  "36": {
    "text": "A Eurofighter takes off from an air force base."
  },
  "37": {
    "text": "Eurofighters start from an air force base in a Nordic country."
  },
  "38": {
    "text": "Two F-18 Hornet fighter jets fly in formation with two Eurofighters in the airspace during a multinational exercise."
  },
  "39": {
    "text": "Two F-18 Hornet fighter jets fly in formation with two Eurofighters in the airspace."
  },
  "40": {
    "text": "A Eurofighter is approaching for landing on an air force base."
  },
  "41": {
    "text": "A technician inspects a Eurofighter after landing at an air force base."
  },
  "42": {
    "text": "Two F-18 Hornet fighter jets fly in formation with two Eurofighters in the airspace."
  },
  "43": {
    "text": "A pilot with an HEA helmet and Head-Up-Display takes off in a Eurofighter from an air force base as part of a multinational exercise."
  },
  "44": {
    "text": "A Eurofighter takes off from a air force base."
  },
  "45": {
    "text": "Eurofighter jets park on an air force base."
  },
  "46": {
    "text": "A European fighter jet is taking off from the air force base, getting ready to carry out combat missions."
  },
  "47": {
    "text": "Soldiers test the MARS II rocket launcher on a military test site."
  },
  "48": {
    "text": "A soldier loads a MARS II rocket launcher."
  },
  "49": {
    "text": "The MARS II rocket launcher is tested on a military test site and successfully launches a rocket."
  },
  "50": {
    "text": "The MARS II rocket launcher is tested on a military test site."
  },
  "51": {
    "text": "The reconnaissance system is ready for the next flight."
  },
  "52": {
    "text": "The combat troops carry out their tasks using reconnaissance system Heron 1."
  },
  "53": {
    "text": "The soldiers, holding machine guns, moved forward with the help of cover in a building."
  },
  "54": {
    "text": "A group of soldiers armed with guns quickly enters a building."
  },
  "55": {
    "text": "The soldiers, holding rifles, were ready to clean the upper floor of the building."
  },
  "56": {
    "text": "A troop of armoured grenadiers takes rooms one after another."
  },
  "57": {
    "text": "A grenadier secures the position from cover."
  },
  "58": {
    "text": "The instructor briefs the soldiers on the situation at a map display."
  },
  "59": {
    "text": "A soldier jumps over an open area under the protection of comrades."
  },
  "60": {
    "text": "Soldiers operate the Sch眉tzenpanzer Puma on a military area."
  },
  "61": {
    "text": "Military cadets are conducting shooting missions using the Puma armored vehicle at the school's shooting range."
  },
  "62": {
    "text": "Soldiers are shooting with the Puma armored infantry fighting vehicle on a firing range."
  },
  "63": {
    "text": "Two scouts, armed with rifles, secure the surroundings at the Technology Support Point and wear camouflage gear to deceive and disguise themselves."
  },
  "64": {
    "text": "A prospective long-range scout starts building an observation hideout in a technology support point for camouflage and deception."
  },
  "68": {
    "text": "A prospective long-range scout holds a telescope in an observation hideout at a technology support point."
  },
  "70": {
    "text": "Two scouts armed with rifles are carrying out reconnaissance duties in the military area."
  },
  "76": {
    "text": "A soldier secures an external load on a CH-53 helicopter."
  },
  "77": {
    "text": "F-16C/D fighter jets and Eurofighter jets fly in formation."
  },
  "78": {
    "text": "A fighter jet of type F-16C/D \"Barak\" and a Eurofighter fly in formation."
  },
  "79": {
    "text": " Fighter jets fly together with a Gulfstream G-550 during a historic flight near a memorial site."
  },
  "83": {
    "text": "The supply tanker has left its home port."
  },
  "84": {
    "text": "Soldiers move through terrain in a staggered rifle line."
  },
  "85": {
    "text": "The recruits used rifles for shooting training in the jungle."
  },
  "86": {
    "text": "A recruit wearing a helmet is crawling forward while holding a rifle in his hand."
  },
  "87": {
    "text": "A recruit is drinking water from a canteen during a break in training."
  },
  "90": {
    "text": "A Eurofighter takes off at an air force base."
  },
  "92": {
    "text": "A European fighter jet is taking off in a gliding manner from the airfield."
  },
  "93": {
    "text": "Two Eurofighters leave the shelter on their way to the runway."
  },
  "94": {
    "text": "A Eurofighter landed at an air force base after completing its first flight mission."
  },
  "95": {
    "text": "A European fighter jet landed at the air force base after completing its maiden flight mission."
  },
  "96": {
    "text": "A jet takes off from the air force base."
  },
  "97": {
    "text": "Technicians bid farewell to the Eurofighter before takeoff."
  },
  "98": {
    "text": "A fighter jet and a specially painted Eurofighter Eagle Star fly together in the airspace over the sea."
  },
  "99": {
    "text": "A multi-role stealth fighter F-35 and an F-15 fighter jet fly together with a specially painted Eurofighter Eagle Star in formation."
  },
  "100": {
    "text": "The specially marked Eurofighter Eagle Star lands on an airbase during a maneuver."
  },
  "101": {
    "text": "Eurofighter combat aircraft fly in formation over an air base."
  },
  "102": {
    "text": "Two engineers inspect the fighter jet about to carry out its mission."
  },
  "103": {
    "text": "Eurofighter from Tactical Air Force Squadron 31 roll out for takeoff."
  },
  "104": {
    "text": "The pilot was operating the Eurofighter to roll towards shelter on air base after landing."
  },
  "105": {
    "text": "A Eurofighter combat aircraft releases decoy flares during a maneuver in the airspace."
  },
  "107": {
    "text": "An artilleryman carrying a gun is sitting beside the artillery carriage resting."
  },
  "109": {
    "text": "A soldier is clearing the snow with a shovel."
  },
  "110": {
    "text": "A soldier wearing a hat is carrying out the task of clearing the snow."
  },
  "111": {
    "text": "Soldiers have begun breaking up a road with armored vehicles to divert water into polder areas along a river."
  },
  "116": {
    "text": "Soldiers have begun breaking up a road with armored vehicles of the Dachs type to divert water into polder areas along the Havel."
  },
  "118": {
    "text": "A helicopter flies over a river."
  },
  "119": {
    "text": "A Cougar AS532 helicopter stands in morning light on a military airfield."
  },
  "120": {
    "text": "Soldiers operate the unprotected transport vehicle (UTF)."
  },
  "121": {
    "text": "Soldiers lift a container onto an unprotected transport vehicle (UTF) using the Orion container stacker on a military ground."
  },
  "122": {
    "text": "The driver operates the unprotected transport vehicle (UTF) to carry out the task."
  },
  "123": {
    "text": "Soldiers transport a container using an Orion container stacker."
  },
  "124": {
    "text": "The first mechanic checks the operational capability of the combat jet of type Eurofighter."
  },
  "125": {
    "text": "A technician inspects the intake duct for damage on a Eurofighter 30+84 combat jet after flight."
  },
  "126": {
    "text": "The first technician repairs the wheels of the combat jet of type Eurofighter."
  },
  "127": {
    "text": "Fighter jets of the Eurofighter type are standing in a hall for pre- and post-flight control."
  },
  "128": {
    "text": "The second technician cleans the cockpit glass of the Eurofighter combat jet after a flight."
  },
  "129": {
    "text": "The first mechanic checks the combat readiness of a Eurofighter jet before a flight."
  },
  "130": {
    "text": "Two soldiers on the tender observe the approach of the mine hunter boat."
  },
  "131": {
    "text": "A Hauptfeldwebel operates the control equipment to coordinate all air and ground movements."
  },
  "132": {
    "text": "The Airbus A400M takes off from the Air Base."
  },
  "133": {
    "text": "An Airbus A400M takes off from the air force base."
  },
  "134": {
    "text": "The pilot prepares for flight with the transport aircraft Airbus A400M."
  },
  "135": {
    "text": "A soldier jumps with the automatic round parachute system."
  },
  "136": {
    "text": "German paratroopers jump with automatic round canopy system from Transportflugzeug Transall C-160."
  },
  "137": {
    "text": "The Transall C-160 transport aircraft and a Hercules C-27 transport aircraft take off."
  },
  "138": {
    "text": "Soldiers guide pilots to the drop zone."
  },
  "139": {
    "text": "Two frigates take on fuel from the task force supplier during the replenishment at sea maneuver, while another frigate sails in the background."
  },
  "143": {
    "text": "Soldiers cross water obstacles."
  },
  "146": {
    "text": "A soldier is descending down a tower 30 meters high with ropes."
  },
  "148": {
    "text": "A soldier overcomes a simple rope bridge."
  },
  "149": {
    "text": "A tornado strikes a tent at night, where a transport aircraft is taking shelter."
  },
  "151": {
    "text": "Combat aircraft of type Tornado on the way to the runway as part of a mission against Daesh on an air base."
  },
  "152": {
    "text": "Crew members pull in ship's towlines during a mission."
  },
  "153": {
    "text": "Multifunctional fighter jets of type Rafale M are flying as part of a mission against Daesh."
  },
  "154": {
    "text": "A frigate is sailing in the framework of a mission."
  },
  "156": {
    "text": "A helicopter takes a person on board from a frigate."
  },
  "157": {
    "text": "The Sea Lynx MK88A helicopter is on the flight deck of a frigate with 12 soldiers nearby in the framework of a mission."
  },
  "159": {
    "text": "A frigate is sailing at sea to carry out the mission."
  },
  "160": {
    "text": "The crew of the naval aviation waits for the multi-role fighter jet on the aircraft carrier in the framework of the mission against Daesh."
  },
  "161": {
    "text": "The aircraft carrier is operating in a fleet as part of a mission in the Mediterranean Sea."
  },
  "164": {
    "text": "The armed personnel, holding shields, are carrying out a riot control mission."
  },
  "172": {
    "text": "A multi-purpose helicopter flies in the vicinity as part of a UN mission."
  },
  "173": {
    "text": "A multipurpose helicopter flies around the area, carrying out the combat mission."
  },
  "177": {
    "text": "Soldiers walk through a camp."
  },
  "178": {
    "text": "A scout carrying a gun patrola the surroundings as part of a UN mission."
  },
  "179": {
    "text": "The pilots are piloting multi-purpose helicopters to carry out flight missions."
  },
  "184": {
    "text": "The soldier completes a supply march with a mule."
  },
  "185": {
    "text": "The fleet service ship of the Einsatzgruppenversorger on sea."
  },
  "187": {
    "text": "Soldiers operate with the Puma infantry fighting vehicle."
  },
  "188": {
    "text": "Soldiers operate the Puma infantry fighting vehicle."
  },
  "189": {
    "text": "The combat team operates a Puma infantry fighting vehicle."
  },
  "190": {
    "text": "The commander of the infantry fighting vehicle Puma provides a situational briefing."
  },
  "191": {
    "text": "Soldiers are operating Jaguar infantry fighting vehicles as part of a combat mission."
  },
  "192": {
    "text": "Soldiers climb an icy waterfall with ice picks. "
  },
  "193": {
    "text": "A soldier completes ice climbing at a frozen waterfall."
  },
  "194": {
    "text": "A soldier completes ice climbing on a frozen waterfall with an ice axe and ropes."
  },
  "195": {
    "text": "A warrior wearing a helmet is carrying out a climbing mission on a glacier in winter."
  },
  "196": {
    "text": "A soldier wearing hiking boots completes ice climbing at a frozen waterfall."
  },
  "197": {
    "text": "Forces land with the Airbus A400M transport plane on the airbase."
  },
  "209": {
    "text": "Forces set up tents as part of earthquake relief efforts."
  },
  "211": {
    "text": "Pilots test the deployment of guided bombs on a military training ground."
  },
  "212": {
    "text": "The pilot is testing the use of guided bombs at the training ground."
  },
  "213": {
    "text": "Pilots test the use of guided bombs with a Eurofighter fighter jet on a military training ground."
  },
  "214": {
    "text": "A pilot prepares for a flight with a Eurofighter combat aircraft on a military training ground."
  },
  "215": {
    "text": "A frigate, the lead ship of its class, is conducting a trial at sea."
  },
  "216": {
    "text": "Encounter of Fregatte with two other Fregatten in a certain sea area."
  },
  "217": {
    "text": "Trial run of a frigate, followed by another in the waters."
  },
  "218": {
    "text": "A frigate's trial voyage in a body of water."
  },
  "219": {
    "text": "Soldiers are checking the papers of delivered vehicles as part of a certification project."
  },
  "220": {
    "text": "Soldiers inspect delivered vehicles."
  },
  "221": {
    "text": "Soldiers are checking the documents for the delivery vehicles."
  },
  "222": {
    "text": "Escort drivers on a handling course with a motorcycle."
  },
  "223": {
    "text": "A European fighter jet is preparing to take off from the ground."
  },
  "224": {
    "text": "Eurofighter in a formation with F-15."
  },
  "225": {
    "text": "Air-to-air photo of Eurofighter in special livery from Tactical Air Force Squadron 74."
  },
  "226": {
    "text": "Air-to-air shot of Eurofighter (30+74) and in special livery Bavarian Tiger (31+01) from Tactical Air Force Squadron 74."
  },
  "227": {
    "text": "A military aircraft and an electronic warfare jet are seen during a flight."
  },
  "228": {
    "text": "A military transport plane lands with evacuated individuals."
  },
  "230": {
    "text": "A soldier, carrying a backpack and holding a firearm, is carrying out a combat mission."
  },
  "231": {
    "text": "Soldiers are operating armored vehicles to carry out combat missions in the city."
  },
  "235": {
    "text": "Soldiers train together with comrades from several countries to evacuate a school."
  },
  "236": {
    "text": "A soldier carrying a backpack, holding a gun and wearing a helmet, is on a mission."
  },
  "237": {
    "text": "Specialized forces start with the second transport aircraft of type A400M as part of a military evacuation operation."
  },
  "238": {
    "text": "Specialized forces board a transport plane of type A400M for a military evacuation operation."
  },
  "239": {
    "text": "The commander discusses with specialized forces before departure in the framework of the operation."
  },
  "240": {
    "text": "A special forces soldier led a military dog onto a transport plane to carry out a military evacuation operation."
  },
  "241": {
    "text": "Specialized forces board a transport plane for a military evacuation operation."
  },
  "242": {
    "text": "Specialized forces start with the second transport aircraft of type A400M as part of a military evacuation operation."
  },
  "243": {
    "text": "A ship sailing at sea is under attack."
  },
  "244": {
    "text": "Soldiers approach the area with a speedboat."
  },
  "245": {
    "text": "Soldiers inspect the coastal area."
  },
  "246": {
    "text": "Landing craft in a convoy during a joint evacuation operation of Marines and soldiers."
  },
  "247": {
    "text": "Eagle 4 takes off from the landing craft to carry out combat missions."
  },
  "248": {
    "text": "Injured persons are flown out with an NH90 helicopter."
  },
  "249": {
    "text": "Soldiers evacuate citizens from an island together."
  },
  "250": {
    "text": "Vehicle of type Dingo at a road blockade with soldiers."
  },
  "251": {
    "text": "The soldiers used warships to evacuate the residents on the island."
  },
  "252": {
    "text": "A corvette is sailing at full speed at sea.d."
  },
  "253": {
    "text": "A helicopter hovers over the landing deck and deploys soldiers."
  },
  "256": {
    "text": "A paratrooper jumps out of an NH-90 multi-role transport helicopter."
  },
  "257": {
    "text": "A multi-purpose helicopter of type NH-90 stands in the terrain."
  },
  "259": {
    "text": "A soldier looks out of a NH-90 multi-role transport helicopter."
  },
  "260": {
    "text": "The commander of the troops, accompanied by soldiers, inspected the capabilities of the \"Fennek\" armored vehicle equipped with observation and reconnaissance equipment."
  },
  "261": {
    "text": "A scout takes up an observation post on a military area."
  },
  "262": {
    "text": "A soldier is carrying out a mission with a weapon, a combat backpack and a headphone."
  },
  "263": {
    "text": "A photographer holds a camera to photographs the surroundings on a military area."
  },
  "264": {
    "text": "A sniper sits in his observation hideout on an area."
  },
  "265": {
    "text": "The sniper holds his sniper rifle and engages in evasive shooting on a military ground with 20 soldiers present.."
  },
  "266": {
    "text": "A soldier cross bodies of water."
  },
  "267": {
    "text": "Soldiers enter a building during selection."
  },
  "268": {
    "text": "A soldier completes night navigation march wearing night vision equipment."
  },
  "270": {
    "text": "Presentation of the PATRIOT weapons system by the soldier."
  },
  "271": {
    "text": "Soldiers use Fliegerfaust 2 Stinger on a missile firing range."
  },
  "272": {
    "text": "The fleet service boats are designed as highly efficient early warning, communication, and reconnaissance units."
  },
  "273": {
    "text": "The E-2 Hawkeye takes off from a carrier in the context of a mission against Daesh."
  },
  "274": {
    "text": "The frigate leaves its home port to participate in a mission for nearly five months."
  },
  "275": {
    "text": "The frigate sets off from the pier to participate in a mission for nearly five months."
  },
  "277": {
    "text": "A frigate is leaving a naval base in direction of Africa."
  },
  "278": {
    "text": "A frigate is carrying out an international mission in the Mediterranean Sea."
  },
  "279": {
    "text": "A frigate is located in a naval support point."
  },
  "280": {
    "text": "A frigate lies in a naval support point."
  },
  "281": {
    "text": "A frigate fires a missile of type SM 2."
  },
  "283": {
    "text": "Leadership and transport vehicle BV 206 D are in front of a monastery."
  },
  "284": {
    "text": "The transport vehicle BV 206 S belongs to a variant sanitary troop."
  },
  "287": {
    "text": "A Soldier completes rope climbing and mountain rescue training in the Alps."
  },
  "288": {
    "text": "A soldier completes climbing training using ropes in the Alps."
  },
  "289": {
    "text": "A soldier is doing rock climbing training wearing a helmet."
  },
  "291": {
    "text": "Soldiers train in rock climbing on the Alps while wearing helmets."
  },
  "292": {
    "text": "A soldier is climbing the Alps."
  },
  "293": {
    "text": "Mountain infantrymen taking off from a multi-purpose helicopter NH90 during an operation."
  },
  "294": {
    "text": "The NH90 multi-role helicopter is conducting operation test for \"Flying in the Mountains\"."
  },
  "295": {
    "text": "A pilot sits in an NH-90 helicopter during mountain flight training."
  },
  "296": {
    "text": "The crew of an NH-90 multi-role helicopter lands on a ridge."
  },
  "297": {
    "text": "A aircraft mechanic monitor rear clearance while flying with the NH-90 multi-role helicopter."
  },
  "298": {
    "text": "The crew of the NH-90 multi-role helicopter fly along cliffs during mountain flight training."
  },
  "299": {
    "text": "A aircraft technician learn how to handle an external load with the NH-90 multi-purpose helicopter."
  },
  "300": {
    "text": "A military mountain leader and a medic are lifted up by a winch during an operation with an NH-90 multi-purpose helicopter."
  },
  "302": {
    "text": "A cavalryman on horseback is carrying out a reconnaissance mission."
  },
  "303": {
    "text": "A soldier is cleaning the stable."
  },
  "305": {
    "text": "The soldier unloads a memorial stone from the honor garden of Mission in the Memorial Grove."
  },
  "306": {
    "text": "Soldiers used a crane to unload a memorial stone from the memorial forest."
  },
  "308": {
    "text": "Soldiers with the wire-guided anti-tank missile system MILAN."
  },
  "309": {
    "text": "Tiger combat helicopters start after refueling and rearming from the forward supply point."
  },
  "310": {
    "text": "Combat helmet with camouflage cover, part of a soldier's personal equipment."
  },
  "311": {
    "text": "Soldiers are in combat on a military training ground as part of preparation for deployment."
  },
  "314": {
    "text": "A soldier is engaged in combat on an armored vehicle."
  },
  "315": {
    "text": "Soldiers wearing camouflage uniforms are sitting on a military armored vehicle conducting a military exercise."
  },
  "316": {
    "text": "Soldiers armed with weaponry and wearing helmets are carrying out operations in a military zone."
  },
  "320": {
    "text": "A warship departs on the coast as part of a harmonization operation between special marine forces and special army forces."
  },
  "321": {
    "text": "A Soldier land on the coast as part of a harmonization operation between special forces of the navy and special forces from the army."
  },
  "325": {
    "text": "The corvette leaves the harbor."
  },
  "326": {
    "text": "Special operations division soldiers cross bodies of water using a tensioned rope."
  },
  "327": {
    "text": "Sailing school ship under full sail in waters in motion."
  },
  "328": {
    "text": "A Tornado-type combat aircraft flies low through a canyon."
  },
  "329": {
    "text": "A Eurofighter combat aircraft takes off from a base."
  },
  "330": {
    "text": "Combat aircraft of type Eurofighter with guided bomb flies in training area."
  },
  "331": {
    "text": "A Tornado combat aircraft takes off from the ground."
  },
  "332": {
    "text": "A Tornado takes off from a base."
  },
  "333": {
    "text": "A tank aircraft refuels Eurofighter jets."
  },
  "334": {
    "text": "A Tornado flies low through a canyon."
  },
  "339": {
    "text": "A military helicopter is currently supporting firefighting operations."
  },
  "340": {
    "text": "A recruit overcomes an obstacle course as part of basic training."
  },
  "341": {
    "text": "A recruit crawls under low barbed wire."
  },
  "342": {
    "text": "The soldier is performing CPR on a manikin."
  },
  "345": {
    "text": "Soldiers march in the field with combat supplies on their backs."
  },
  "347": {
    "text": "Soldiers are carrying out tasks on the battlefield wearing helmets."
  },
  "349": {
    "text": "Soldiers carry out combat shooting in the mountains using rifles during inspection on the plateau."
  },
  "350": {
    "text": "A recruit overcomes a rope bridge spanning a 30-meter-wide gorge."
  },
  "351": {
    "text": "A recruit overcomes a rope bridge across a 30-meter-wide gorge on a high plateau."
  },
  "355": {
    "text": "A recruit overcomes the wire obstacle on the obstacle course during the inspection."
  },
  "356": {
    "text": "A medium transport helicopter CH 53 on a control flight over the city and surrounding area."
  },
  "357": {
    "text": "Soldiers aim a tank howitzer."
  },
  "359": {
    "text": "Soldiers operate a medium artillery rocket system II (MARS) on the training ground."
  },
  "361": {
    "text": "A munitions dispenser loaded with a magazine for Pistol 8."
  },
  "362": {
    "text": "An instructor guides a soldier to analyze the shooting situation with the P8 pistol in a barracks.\n"
  },
  "363": {
    "text": "Shooting with the P8 pistol happens in a barracks with soldiers."
  },
  "365": {
    "text": "Soldiers shoot with the P8 pistol."
  },
  "371": {
    "text": "A transport helicopter CH-53GS flies through the air."
  },
  "372": {
    "text": "A transport helicopter lands in dust on a military area surrounded by soldiers."
  },
  "373": {
    "text": "A transport helicopter CH-53GS takes off in dust on a military area."
  },
  "380": {
    "text": "Medical equipment and devices are unloaded from a transport aircraft for assistance in a foreign country."
  },
  "381": {
    "text": "Soldiers load a transport aircraft of type C-130J Hercules with aid supplies for the Gaza Strip."
  },
  "384": {
    "text": "The H145M LUH SOF helicopter lands in the desert."
  },
  "385": {
    "text": "The H145M LUH SOF helicopter is prepared for takeoff by soldiers."
  },
  "386": {
    "text": "The H145M LUH SOF multi-role light helicopter starts up during a heat trial."
  },
  "387": {
    "text": "A lightweight multi-role helicopter H145M LUH SOF flies over the landscape."
  },
  "396": {
    "text": "A transport helicopter CH-53 unloads sandbags for dam construction during a flood relief operation."
  },
  "400": {
    "text": "Soldiers support with the Pionierpanzer Dachs during the flood relief operation."
  },
  "401": {
    "text": "A multi-purpose helicopter NH-90 transports material to forces on site during a flood relief operation."
  },
  "402": {
    "text": "Pioneers build a Medium Girder Bridge for residents during flood relief operations."
  },
  "403": {
    "text": "Soldiers prepare a ford for other vehicles with the Pioneer Tank Dachs during a flood disaster."
  },
  "406": {
    "text": "Soldiers are operating with the Pionierpanzer Dachs in a flood relief effort."
  },
  "409": {
    "text": "A truck drives over the erected Medium Girder Bridge during flood relief efforts."
  },
  "410": {
    "text": "A technician checks a helicopter drone for an upcoming test flight from a facility."
  },
  "411": {
    "text": "An unmanned helicopter is conducting a test flight over a training base."
  },
  "412": {
    "text": "A technician is checking an unmanned helicopter about to conduct a test flight."
  },
  "413": {
    "text": "Pilots train with the EC 135 helicopter for low-level flight as part of their training to become helicopter instructors."
  },
  "414": {
    "text": "Pilots train with the simulator of the EC 135 helicopter as part of their training to become a helicopter flight instructor."
  },
  "418": {
    "text": "Pilots train with the EC 135 training helicopter."
  },
  "421": {
    "text": "A transport armored vehicle drives into a forward operating base position."
  },
  "422": {
    "text": "Soldiers prepares one-man pack rations in the pot in the camp."
  },
  "423": {
    "text": "View of the patrol vehicles from the cargo hold of a helicopter."
  },
  "425": {
    "text": "The new multi-role helicopter NH-90 NTH Sea Lion stands ready for official commissioning on the grounds of the naval aviation support point."
  },
  "426": {
    "text": "A helicopter of type Sea King stands together with its successor on the grounds alongside a group of soldiers in the context of commissioning the multi-role helicopter NH-90 NTH Sea Lion."
  },
  "427": {
    "text": "The new multi-role helicopter NH-90 NTH Sea Lion lands on the grounds of the naval aviation support point during its official commissioning."
  },
  "428": {
    "text": "A frigate sails in the ocean on its way to deployment."
  },
  "429": {
    "text": "A frigate is sailing across the ocean to carry out a mission."
  },
  "430": {
    "text": "Capability demonstration of the Leopard 2 A7 main battle tank at the \"Land Forces in Operation\" station."
  },
  "431": {
    "text": "2,000 self-propelled howitzers during firing."
  },
  "432": {
    "text": "A Tiger tank evades after fire support on a military area."
  },
  "433": {
    "text": "Deployment of the Mars rocket launcher on a military training ground."
  },
  "434": {
    "text": "The Leopard 2 A6 combat tank engages in a firefight."
  },
  "435": {
    "text": "Soldiers transfer an injured person with the NH90 multi-purpose helicopter into a rescue center."
  },
  "436": {
    "text": "A helicopter approaches a station during an operation involving joint forces."
  },
  "438": {
    "text": "Armored grenadiers sit on Sch眉tzenpanzer Marder during an operation."
  },
  "439": {
    "text": "Leopard 2 A6 avoids collision during an operation on a military ground."
  },
  "440": {
    "text": "A multi-role helicopter NH90 Forward Air MedEvac (FAM) lands outside a village on an area."
  },
  "441": {
    "text": "The rifle troop conducts dismounted combat in urban terrain. "
  },
  "442": {
    "text": "The Puma armored infantry fighting vehicle supports the advance of riflemen and mechanized infantrymen."
  },
  "443": {
    "text": "A sniper in camouflage moves across the asphalt."
  },
  "444": {
    "text": "A tracked vehicle, type main battle tank Leopard 2, while driving through a riverbed."
  },
  "445": {
    "text": "The new transport helicopter NH-90 during disembarkation of soldiers."
  },
  "446": {
    "text": "A main battle tank is advancing at full speed on the battlefield."
  },
  "447": {
    "text": "The mountain crew with the mountain tank B眉ffel and a second Leopard 2 A6 pulls the broken-down combat tank out of the water at the station during the information lesson."
  },
  "448": {
    "text": "The Iveko Trekker presents the decontamination beam on the vehicle, enabling the decontamination of road and terrain sections at the \"ABC-Defense\" station."
  },
  "449": {
    "text": "Soldiers fought in a village with the help of an abandoned vehicle during an operation."
  },
  "450": {
    "text": "Armored infantrymen with Marder tanks are deployed in the combat area."
  },
  "451": {
    "text": "Soldiers stand with their armored vehicles of type M113 in position and fire 120mm mortars."
  },
  "452": {
    "text": "Main battle tank Leopard 2A6 engages enemy while two rocket launchers fire rockets at a station."
  },
  "453": {
    "text": "Armored infantrymen overcome an obstacle with the Marder 1A3 infantry fighting vehicle at a station."
  },
  "454": {
    "text": "The Leopard 2A6 combat tank demonstrates its watertightness at a station."
  },
  "455": {
    "text": "Capability demonstration of the Leopard 2A7 main battle tank at the \"Land Forces in Operation\" station."
  },
  "456": {
    "text": "The mountain troop detachment pulls the failed battle tank Leopard 2 A6 out of the water during the operation. The soldiers are involved."
  },
  "457": {
    "text": "The medium artillery rocket system II (MARS) shoots live ammunition."
  },
  "460": {
    "text": "A set of self-propelled howitzers is firing to test the artillery's firepower and performance."
  },
  "461": {
    "text": "A Panzerhaubitze 2000 moves into position as part of Gefechtsverband Arty-Task Force."
  },
  "462": {
    "text": "A medium artillery rocket system II (MARS) drives through the terrain of the military area accompanied by soldiers."
  },
  "464": {
    "text": "Soldiers camouflage a Marder infantry fighting vehicle with camouflage nets."
  },
  "465": {
    "text": "A column of different vehicles drives on a country road."
  },
  "466": {
    "text": "Marder armored vehicles drive in convoy through terrain."
  },
  "467": {
    "text": "Armored infantrymen ride in Marder-type armored personnel carriers."
  },
  "468": {
    "text": "Eurofighter are standing on the edge of the flight line as they roll by to start."
  },
  "469": {
    "text": "Soldiers ride in a Fuchs armored transport vehicle through snowy terrain as part of testing new procedures for future mid-term army forces."
  },
  "470": {
    "text": "Soldiers drive through snowy terrain in a GTK Boxer as part of testing new procedures for future medium-sized forces."
  },
  "471": {
    "text": "Soldiers prepare for the next mission in a GTK Boxer as part of testing new procedures for future mid-term forces of the Army."
  },
  "472": {
    "text": "Soldiers drive through snowy terrain in a GTK Boxer as part of testing new procedures for future medium-sized forces."
  },
  "473": {
    "text": "Soldiers drive the GTK Boxer through snowy terrain as part of testing new procedures for future medium forces."
  },
  "476": {
    "text": "A military dog handler tends to an injured dog dummy during a course at a school for military canine services."
  },
  "477": {
    "text": "Medics rescue an injured person with a stretcher and a pulley system from a building."
  },
  "478": {
    "text": "Medics rescue an injured person from a building using a stretcher and pulley system."
  },
  "479": {
    "text": "Medics rescue an injured person with a light utility helicopter LUH 145M."
  },
  "482": {
    "text": "Medical staff drove a vehicle to transport the injured."
  },
  "484": {
    "text": "Medics rescue an injured person from a car."
  },
  "487": {
    "text": "The KZO reconnaissance drone lands on a military area during an operation."
  },
  "488": {
    "text": "Soldiers load a recovered reconnaissance drone KZO onto a launch vehicle."
  },
  "489": {
    "text": "Soldiers load a recovered reconnaissance drone KZO onto a launch vehicle."
  },
  "490": {
    "text": "The KZO reconnaissance drone lands on a military area during an operation."
  },
  "491": {
    "text": "The KZO reconnaissance drone starts."
  },
  "492": {
    "text": "A service dog handler puts a carrying device on their service dog."
  },
  "493": {
    "text": "A service dog is lying beside the supplies it carries."
  },
  "494": {
    "text": "A field ranger rappels down with his service dog in a quarry during multinational training."
  },
  "495": {
    "text": "A soldier rappels down with a service dog in a quarry during multinational training."
  },
  "496": {
    "text": "A Hauptfeldwebel overcomes an obstacle with his service dog."
  },
  "497": {
    "text": "A Tiger combat helicopter flies an attack on assigned ground targets."
  },
  "498": {
    "text": "A Tiger attack helicopter launches an assault on a designated ground target."
  },
  "499": {
    "text": "A diver waits for his deployment on the ship."
  },
  "500": {
    "text": "A soldier dives with an external air supply."
  },
  "501": {
    "text": "A diver inspects the shoreline with a metal detector accompanied by soldiers."
  },
  "502": {
    "text": "A diver is carrying out a diving mission under the lake wearing diving equipment."
  },
  "503": {
    "text": "A diver examines the shoreline with a metal detector as part of Explosive Ordnance Disposal training."
  },
  "504": {
    "text": "Soldiers drive the new Leopard 2A7V combat tank through the terrain."
  },
  "505": {
    "text": "Soldiers ride through terrain with new Leopard 2A7V battle tank."
  },
  "506": {
    "text": "Soldiers operate the new Leopard 2A7V main battle tank through terrain."
  },
  "507": {
    "text": "Soldiers care for an injured person at the accident site."
  },
  "508": {
    "text": "The transport helicopter CH-53 drops off soldiers to secure the terrain near the crash site."
  },
  "511": {
    "text": "International operation with all branches of the military, 5 combat divers deployed to take initial security measures on land during landing."
  },
  "512": {
    "text": "A combat swimmer shoots from a H145M LUH SOF helicopter alongside soldiers."
  },
  "513": {
    "text": "A sniper observes the terrain together with his spotter."
  },
  "514": {
    "text": "Combat swimmers storm and secure a building within an operation of the Naval Special Forces Command (KSM)."
  },
  "515": {
    "text": "Soldiers fast rope from a light multi-purpose helicopter H145M LUH SOF with a special forces command."
  },
  "516": {
    "text": "Navy combat swimmers deploy on land as part of an evacuation operation."
  },
  "517": {
    "text": "Combat swimmers with G36k weapon and Suppressor secure each other during landing in tropical terrain."
  },
  "518": {
    "text": "A combat swimmer with a G36k rifle and suppressor takes over a security area during landing."
  },
  "519": {
    "text": "Combat swimmers secure each other during landing in tropical terrain with G36k weapons and suppressors."
  },
  "521": {
    "text": "A troop of special marine forces overcomes a longer distance with underwater scooters to the landing site."
  },
  "522": {
    "text": "A combat swimmer with G36k and suppressor carries out a prohibition mission after landing in tropical terrain."
  },
  "523": {
    "text": "A combat swimmer with the G36k weapon and suppressor secures after landing in tropical terrain."
  },
  "524": {
    "text": "Navy combat swimmers conduct a landing operation as part of an evacuation mission."
  },
  "525": {
    "text": "Navy special forces perform evasive maneuvers and engage in a firefight."
  },
  "526": {
    "text": "Marines engage in evasive maneuvers and firefight on a military ground."
  },
  "528": {
    "text": "A naval commando performs evasive maneuvers and engage in a firefight."
  },
  "529": {
    "text": "Combat swimmers with the G36k weapon and suppressor take up their security zones after surfacing."
  },
  "530": {
    "text": "A combat swimmer with a G36k weapon and suppressor observes a landing site from the water."
  },
  "531": {
    "text": "A combat swimmer with a G36k weapon secures the team's advance from the water."
  },
  "532": {
    "text": "Navy combat swimmers conduct a land deployment as part of an evacuation operation."
  },
  "539": {
    "text": "Soldiers marching in the desert during climate zone training."
  },
  "540": {
    "text": "A helicopter from a special operations force air element."
  },
  "542": {
    "text": "A convoy drives through a capital city on its way to another location."
  },
  "543": {
    "text": "A corvette participates a UN mission with 50 soldiers on board."
  },
  "544": {
    "text": "The corvette leaves the harbor as part of the NATO support mission."
  },
  "545": {
    "text": "A corvette fires a RAM Rolling Airframe Missile from its forward launcher."
  },
  "546": {
    "text": "The corvette leaves the harbor in the framework of the NATO support mission."
  },
  "548": {
    "text": "A multi-role helicopter lands on a test range during cold weather testing."
  },
  "549": {
    "text": "A multi-role helicopter lands on a test range during cold-weather testing."
  },
  "550": {
    "text": "A multi-purpose helicopter lands on a test range after a transfer flight from Germany as part of a cold-weather trial."
  },
  "551": {
    "text": "Combat helicopter Tiger parked with additional covers on test range during cold-weather testing."
  },
  "552": {
    "text": "A multi-purpose helicopter lifts an external load on a test range during cold-weather testing."
  },
  "553": {
    "text": "Tiger helicopter lands on test range during cold-weather testing."
  },
  "554": {
    "text": "Combat helicopters Tiger and multi-role helicopters NH-90 are parked after reconnaissance flights on a test range during cold-weather testing."
  },
  "555": {
    "text": "The helicopter squadron tests its new H145M helicopter in rough weather conditions."
  },
  "556": {
    "text": "A helicopter squadron tests its new H145M helicopter in rough weather conditions."
  },
  "557": {
    "text": "The squadron tests its new H145M helicopter in rough weather conditions."
  },
  "558": {
    "text": "The helicopter squadron tests its new H145M helicopter in rough weather."
  },
  "559": {
    "text": "The helicopter squadron is preparing for the test of its new H145M helicopter in rough weather conditions."
  },
  "560": {
    "text": "A new H145M helicopter is tested under extreme conditions."
  },
  "561": {
    "text": "A new H145M helicopter is being tested in extreme conditions."
  },
  "562": {
    "text": "Soldiers use the \"Combo Pen Training Simulator\" (autoinjector, C-antidote medication) for ABC defense."
  }
}